<?php
return [
    'admin' => [
        'category' => [
            'create' => [
                'success' => 'Категория успешно добавлена',
                'fail' => 'Не удалось добавить категорию'
            ],
            'edit' => [
                'success' => 'Категория успешно обновлена',
                'fail' => 'Не удалось обновить категорию'
            ],
            'destroy' => [
                'success' => 'Категория успешно удалена',
                'fail' => 'Не удалось удалить категорию'
            ]
        ],
        'news' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Не удалось добавить запись'
            ],
            'edit' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Не удалось обновить запись'
            ],
            'destroy' => [
                'success' => 'Запись успешно удалена',
                'fail' => 'Не удалось удалить запись'
            ]
        ],
        'user' => [
            'create' => [
                'success' => 'Пользовательл успешно добавлен',
                'fail' => 'Не удалось добавить пользователя'
            ],
            'edit' => [
                'success' => 'Учетная запись пользователя успешно обновлена',
                'fail' => 'Не удалось обновить учетную запись пользователя'
            ],
            'destroy' => [
                'success' => 'Пользователь успешно удален',
                'fail' => 'Не удалось удалить пользователя'
            ]
        ]
    ]
];
