<?php
return [
    'admin' => [
        'category' => [
            'create' => [
                'success' => 'Категория успешно добавлена',
                'fail' => 'Не удалось добавить категорию'
            ],
            'edit' => [
                'success' => 'Категория успешно обновлена',
                'fail' => 'Не удалось обновить категорию'
            ],
            'destroy' => [
                'success' => '',
                'fail' => ''
            ]
        ],
        'news' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Не удалось добавить запись'
            ],
            'edit' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Не удалось обновить запись'
            ],
            'destroy' => [
                'success' => '',
                'fail' => ''
            ]
        ]
    ]
];
